Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/varanger_museum/kuttu_varenkintalo_16.11.2016.docx.tmx
Source language: nob
Languages: fkv

source: Paikka: Grensen 1
fkv: KUTTU

source: Vadsø museum – Ruija kvenmuseum har gleden av å invitere til åpning av utstillingen Varenkintalo / Varangerhus
fkv: Vadsø museum – Ruija kvenmuseum kuttuu teät tapahtumhaan, jossa aukasemma Varenkintalo/Varangerhus–näyttelyn.

source: Grensen 1
fkv: Aika: 23. novemperikuuta klo 18.00

source: Det blir foredrag ved Randi Berit Sjølie om lokal byggeskikk, musikalsk overraskelse og lett servering.
fkv: Randi Berit Sjølie muistelee paikalisesta pykkäystavasta. Kuulema kans musikkia.

source: Utstillingen er realisert med støtte fra Moderniserings- og kommunal departementet og Barentssekretariatet.
fkv: Nämät oon kuuronheet näyttelyä: Uuistus- ja komunaalidepartementti ja Barentsinsekretariaatti
